export const partyName = [
    {
      id: 1,
      bn_name: "বাংলাদেশ আওয়ামী লীগ",
    },
    {
      id: 2,
      bn_name: "বাংলাদেশ জাতীয়তাবাদী দল",
    },
    {
      id: 3,
      bn_name: "জাতীয় পার্টি (এরশাদ)",
    },
    {
      id: 4,
      bn_name: "জাতীয় পার্টি (মঞ্জু)",
    },
    {
      id: 5,
      bn_name: "ওয়ার্কার্স পার্টি",
    },
    {
      id: 6,
      bn_name: "বিকল্প ধারা বাংলাদেশ",
    },
    {
      id: 7,
      bn_name: "গণফোরাম",
    },
    {
      id: 8,
      bn_name: "জাসদ",
    },
    {
      id: 9,
      bn_name: "তরিকত ফেডারেশন",
    },
    {
      id: 10,
      bn_name: "স্বতন্ত্র",
    },
  ];
  
  export const partyNameObj = {
    "1": {
      id: 1,
      bn_name: "বাংলাদেশ আওয়ামী লীগ",
    },
    "2": {
      id: 2,
      bn_name: "বাংলাদেশ জাতীয়তাবাদী দল",
    },
    "3": {
      id: 3,
      bn_name: "জাতীয় পার্টি (এরশাদ)",
    },
    "4": {
      id: 4,
      bn_name: "জাতীয় পার্টি (মঞ্জু)",
    },
    "5": {
      id: 5,
      bn_name: "ওয়ার্কার্স পার্টি",
    },
    "6": {
      id: 6,
      bn_name: "বিকল্প ধারা বাংলাদেশ",
    },
    "7": {
      id: 7,
      bn_name: "গণফোরাম",
    },
    "8": {
      id: 8,
      bn_name: "জাসদ",
    },
    "9": {
      id: 9,
      bn_name: "তরিকত ফেডারেশন",
    },
    "10": {
      id: 10,
      bn_name: "স্বতন্ত্র",
    },
  };
  
  export const partyRelatedOrg = [
    {
      id: 1,
      party_id: 1,
      bn_name: "আওয়ামী লীগ",
    },
    {
      id: 2,
      party_id: 1,
      bn_name: "যুবলীগ",
    },
    {
      id: 3,
      party_id: 1,
      bn_name: "মহিলা লীগ",
    },
    {
      id: 4,
      party_id: 1,
      bn_name: "ছাত্র লীগ",
    },
    {
      id: 5,
      party_id: 1,
      bn_name: "স্বেচ্ছাসেবক লীগ",
    },
    {
      id: 6,
      party_id: 2,
      bn_name: "বাংলাদেশ জাতীয়তাবাদী দল",
    },
    {
      id: 7,
      party_id: 2,
      bn_name: "বাংলাদেশ জাতীয়তাবাদী যুব দল ",
    },
    {
      id: 8,
      party_id: 2,
      bn_name: "বাংলাদেশ জাতীয়তাবাদী ছাত্রদল ",
    },
    {
      id: 9,
      party_id: 2,
      bn_name: "বাংলাদেশ জাতীয়তাবাদী মহিলা দল",
    },
    {
      id: 10,
      party_id: 2,
      bn_name: "বাংলাদেশ জাতীয়তাবাদী স্বেচ্ছাসেবক দল",
    },
    {
      id:11,
      party_id: 2,
      bn_name: "বাংলাদেশ জাতীয়তাবাদী মৎসজীবী দল",
    },
    {
      id: 12,
      party_id: 2,
      bn_name: "বাংলাদেশ জাতীয়তাবাদী শ্রমিক দল",
    },
  ];
  